Repository: kodi-game/game.libretro.gearsystem
Catalog: game.libretro.gearsystem/resources/language/resource.language.*/strings.po
Languages: da_dk, es_es, ga, zh_cn

# Addon Description
source: Gearsystem is an open source, cross-platform, Sega Master System / Game Gear / SG-1000 / Othello Multivision emulator.
da_dk: Gearsystem er en open source, multiplatform, Sega Master system / Game Gear / SG-1000 / Othello Multivision emulator.
es_es: Gearsystem es un emulador de Sega Master System / Game Gear / SG-1000 / Othello Multivision de codigo abierto y multiplataforma.
ga: Is aithriseoir foinse oscailte, tras-ardán, Sega Master System / Game Gear / SG-1000 / Othello Multivision é Gearsystem.
zh_cn: Gearsystem 是一款开源、跨平台的世嘉 Master System / Game Gear / SG-1000 / Othello Multivision 模拟器。

# #30001
source: System (restart)
da_dk: System (genstart)
es_es: Sistema (reiniciar)
ga: Córas (atosú)
zh_cn: 系统（重新启动）

# #30002
source: Region (restart)
da_dk: Område (genstart)
es_es: Región (reiniciar)
ga: Réigiún (atosú)
zh_cn: 区域（重新启动）

# #30003
source: Mapper (restart)
da_dk: Mapper (genstart)
es_es: Mapeador (reiniciar)
ga: Mapálaí (atosú)
zh_cn: 映射器（重新启动）

# #30004
source: Refresh Rate (restart)
da_dk: Opdateringshastighed (genstart)
es_es: Tasa de Refresco (reiniciar)
ga: Ráta Athnuachana (atosú)
zh_cn: 刷新率（重新启动）

# #30005
source: Master System BIOS (restart)
da_dk: Hovedsystem BIOS (genstart)
es_es: BIOS Master System (reiniciar)
ga: BIOS an Chórais Mháistir (atosú)
zh_cn: 主系统 BIOS（重新启动）

# #30006
source: Game Gear BIOS (restart)
da_dk: Game Gear BIOS (genstart)
es_es: BIOS Game Gear (reiniciar)
ga: BIOS Game Gear (atosú)
zh_cn: Game Gear BIOS（重新启动）

# #30007
source: 3D Glasses
da_dk: 3D briller
es_es: Gafas 3D
ga: Gloiní 3D
zh_cn: 3D 眼镜

# #30008
source: Allow Up+Down / Left+Right
da_dk: Tillad op+ned / venstre+højre
es_es: Permitir Arriba+Abajo / Izquierda+Derecha
ga: Ceadaigh Suas+Síos / Clé+Deas
zh_cn: 允许 上+下 / 左+右

# #30010
source: Overscan
da_dk: Overskandering
ga: Ró-scanadh
zh_cn: 过扫描

# #30011
source: YM2413 (restart)
es_es: YM2413 (reiniciar)
ga: YM2413 (atosú)

# #30012
source: Hide Left Bar (SMS only)
ga: Folaigh an Barra Clé (SMS amháin)

# #30013
source: Aspect Ratio
ga: Cóimheas Gnéithe

# #30014
source: Light Gun Input
ga: Ionchur Gunna Solais

# #30015
source: Paddle Sensitivity
ga: Íogaireacht Rialaitheoir

# #30009
source: Aspect Ratio (restart)
es_es: Relación de aspecto (reiniciar)

# Addon Summary
source: Sega - MS/GG/SG-1000 (Gearsystem)
zh_cn: 世嘉 - MS/GG/SG-1000 (Gearsystem)
